Revit 2027 API
SpecTypeId.ElectricalPowerDensity Property
 Power Density, in discipline Electrical.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElectricalPowerDensity { get; }
Public Shared ReadOnly Property ElectricalPowerDensity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElectricalPowerDensity {
	ForgeTypeId^ get ();
}
static member ElectricalPowerDensity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace